"Change Shortcut" = "Ndrysho shkurtoren";

"Content" = "Përmbajtja";

"Check for Updates…" = "Kontrollo për përditësime...";

"Model name" = "Emri i modelit";

"Message Identifier" = "Identifikuesi i mesazhit";

"Start voice conversation" = "Fillo bisedën me zë";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Nëse duhet të aktivizohet shkëmbimi i bisedës apo të përfundohet shkurtoja menjëherë pas përgjigjes";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Ky veprim hap aplikacionin ChatGPT për të filluar një bisedë me zë me ChatGPT-në.";

"Would you like to start a new chat?" = "Dëshiron të fillosh një bisedë të re?";

"Model to use with the new chat" = "Modeli për t'u përdorur me bisedën e re";

"Which model would you like to use?" = "Cilin model do të dëshiroje të përdorje?";

"Indicates whether a new chat should be started" = "Tregon nëse një bisedë e re duhet të fillojë";

"Model slug" = "Identifikuesi i modelit";

"Model" = "Modeli";

"%@" = "%@";

"Message to send to ChatGPT" = "Mesazh për të dërguar në ChatGPT";

"ChatGPT Help" = "ChatGPT Help";

"New Chat" = "Bisedë e re";

"Is there anything else you would like to ask about?" = "A ka ndonjë gjë tjetër për të cilën dëshiron ta pyesësh?";

"Start new chat" = "Nis bisedë të re";

"Ask ChatGPT" = "Pyet ChatGPT-në";

"Chat Identifier" = "Identifikuesi i bisedës";

"What would you like to ask ChatGPT about?" = "Për çfarë dëshiron ta pyesësh ChatGPT-në?";

"Toggle Sidebar" = "Ndrysho shiritin anësor";

"You can continue this chat from the app." = "Mund ta vazhdosh këtë bisedë nga aplikacioni.";

"Start voice conversation with ChatGPT" = "Fillo bisedën me zë me ChatGPT-në";

"Settings…" = "Cilësimet...";

"Continuous chat" = "Bisedë e vazhdueshme";

"New Temporary Chat" = "New Temporary Chat";

"Message" = "Mesazh";

"This action will send a single message to a chat with ChatGPT and return the response." = "Ky veprim do të dërgojë një mesazh të vetëm në një bisedë me ChatGPT-në dhe do të kthejë përgjigjen.";

